[
	{
		"title":"Network Administration and Server Fundamentals (NASF)",
		"description":"This is a comprehensive programmer, addressing the need for Infrastructure Management Services with a range of network services, network devices, operating systems and server systems, to provide a practical and experimental learning experience to the students. Routers and switches are the backbone of any network and managing them is an important task for a network administrator. You will learn about installation, preventive maintenance, networking, security and troubleshooting of desktops. The programme also teaches the skills and knowledge required to install, configure, operate and troubleshoot medium-sized routes and switched networks. It also covers connecting to a WAN and implementing network security. You will also learn to manage different servers in a networked environment.",
		"icon":"fa fa-book"
	},
	{
		"title":"Diploma in Infrastructure Management",
		"description":"Enterprise network environment are centrally managed, inter-operable, and hierarchical in nature. These need to be robust, scalable and secure. Enterprise therefore, require a server-based platform to cater to ever0cahning business requirements. In order to manage such dynamic and heterogeneous environment, enterprises need skilled server specialists and administrators, who can install, configure, maintain and troubleshoot the servers and network infrastructure services. Windows Server 2008 from Microsoft is the most advanced server operating system used to power networks, applications and web services. This course provides you with skills and knowledge required to manage, deploy, build, design, optimize and operate Microsoft Windows Server 2008 technologies.",
		"icon":"fa fa-book"
	},
	{
		"title":"Certificate in Linux & Oracle Database Administration",
		"description":"Oracle is the gold standard for database technology and applications in enterprises throughout the world. The company is the world’s leading supplier of software for information management and the world’s second largest independent software company. Oracle technology can be found in nearly every industry and in the data centers of 100 of the Fortune Global 100 companies. With the introduction of Oracle Database 11g, DBAs will have in their hands one of the most profound new releases from Oracle. So, DBAs who take the time to understand the proper application of new Oracle technology to their everyday jobs will enjoy many time-saving and money-saving new capabilities.",
		"icon":"fa fa-book"
	},
	{
		"title":"Diploma in Web Development",
		"description":"XML is fast emerging as a standard technology to describe and define documents. The flexibility provided by XML has enabled IT, telecom and other industries to describe and define content according to their requirements. In today’s global world, the choice of database solutions to support the operations of an organization plays a vital role in the overall growth and development of an organization. MySQL offers a scalable, efficient and cost effective environment for today’s business applications. It unique features such as database engine architecture and flexibility make it a preferred database solution. The Creating, Querying and Managing databases using MySQL course is designed to provide students the necessary skills to query and manage databases using MySQL Server. The course starts with an overview and installation of MySQL Server. Next, it familiarises the students with Structured Query Language (SQL) and builds on the complexity of query handling in MySQL Server with every progressing session. It also introduces the students to some administrative concepts of MySQL Server such as managing user accounts and implementing optimisation. PHP is a widely-used, general-purpose scripting language that is especially suited for web development and can be embedded into HTML. MySQL is a popular open-source relational database. Whereas, PHP is the scripting language used for developing dynamic data-driven websites. PHP with a MySQL database is a powerful combination because of the stability and the lower server costs than hosting on other platform offerings.",
		"icon":"fa fa-book"
	},
	{
		"title":"Advanced Diploma in Infrastructure Management",
		"description":"Enterprise network environments are centrally managed, inter-operable, and hierarchical in nature. These need to be robust, scalable and secure. Enterprise, therefore, require a server-based platform to cater to ever-changing business requirements. In order to manage such dynamic and heterogeneous environment, enterprises need skilled server specialists and administrators, who can install, configure, maintain and troubleshoot the servers and network infrastructure services. Windows Server 2008 from Microsoft is the most advanced server operating system used to power networks, applications and web services. This course provides you with skills and knowledge required to manage, deploy, build, design, optimise and operae Microsoft Windows Server 2008 technologies.",
		"icon":"fa fa-book"
	},
	{
		"title":"Diploma in Enterprise Application Development - Java Track",
		"description":"Web application have revolutionised the way a business is conducted and day-to-day tasks are performed. These applications enable organizations and individuals to share and access information from anywhere and at any time. This has majorly moved the focus of application development from desktop application to web application. With the exponential growth and wide acceptance of business transactions over the wen, an increasing number of enterprise are implementing web services solutions. Web services are built upon existing industry standards such as WSDL, SOAP and HTTP which allow applications to be integrated to work as part of a single, large software system. Technologies like Java, JSP, Servlets and JSF help in creating web applications and present the web content in a dynamic manner. The Spring framework enables developers to create web applications whose components are loosely coupled. Therefore, if a component needs to be changed, the developers need to make minor or no changes in other components of the application.",
		"icon":"fa fa-book"
	},
	{
		"title":"Diploma in Enterprise Application Development - .NET Track",
		"description":"Business applications need to manage voluminous data. Data is generally stored in a relational database in the form of related tables or is stored in text format in XML documents. Most business application allow users to retrieve the data stored in a database and present it in a user-friendly interface without writing the database commands. ADO.NET is a model used by .NET applications to communicate with a database for retrieving, accessing and updating data. Modern lifestyle has seen a huge growth in the number of users using computers for their personal and official work. In addition, the users do not appreciate applications that lack interactivity and ease of use. This is because they have high expectations from the applications they access. Therefore, they appreciate applications that are simple, interactive, intuitive, fast and visually appealing. A Graphical User Interface (GUI) offers the user a sophisticated interface to interact with the application. To develop such sophisticated GUI applications, the .NET Framework provides various APIs, such as WinForms and WPF. This course focuses on developing desktop applications by using WinForms and WPF. With the increased use of the internet and advances in information technology, application developers need to quickly create applications that are accessible over the web or on a corporate intranet. The applications should also be efficient and effective. ASP.NET provides developers with various time saving and code saving features. One of its key design goals is to make programming easier and quicker by reducing the amount of code. In addition, it contains several new server controls, which eliminate the need for writing voluminous code.",
		"icon":"fa fa-book"
	},
	{
		"title":"Certificate Programme in Web Designing",
		"description":"Web pages created in HTML are static in nature. They do not interact with the user and therefore, lack appeal. To maintain a continual interest of the user in the web page and the website, the web pages must be dynamic. This dynamism can be added in the form of animations, message pop ups and flashing images. Scripting languages are used to add dynamism to static HTML web pages. JavaScript is a popular scripting language supported across web browsers. To create images, logos and various other art assets for websites/web pages, you need to have a complete knowledge of an imaging tool. Photoshop is one of the best imaging tools that is in demand, which is used for creating arts assets for the web. You will use different features in Photoshop for selecting parts of images and identify the need for having layers in a Photoshop document. You will also organize different components of the design as layers. With the layered Photoshop document thus created, you will apply layer effects and other special effects in order to enhance the appearance of the design. Once the design is finalized, you will save images in both print and web formats. In today’s scenario, an organization makes a global presence through the internet. This requires designing of websites. The designing of websites involves creation. Therefore, it is essential for designers to created appealing. Aesthetic and interactive web pages. Creating web pages through HTML is a tedious task and takes a lot of time. In this era, where everything is done with the click of a button, it is quite obsolete to type the code for creating website. This course enables participants to design, create websites using Adobe Dreamweaver. It is a widely used webpage editing programme developed by Adobe Systems Inc.",
		"icon":"fa fa-book"
	},
	{
		"title":"Certificate Programme in Linux",
		"description":"Linux has evolved as a Unix-based operating system with GUI. It is low-cost alternative to other expensive operating systems for small as well as large organizations and desktop users. Because of these features, many organizations are adopting this operating system and the number of Linux users is also increasing. The objective of this course us to power users. The end users can use shell-scripts to automate tasks in Linux using commands such as cp, mkdir and rm. They can exchange information with other users through various utilities. Linux also offers utilities to compress and decompress files, which will enable users to reduce the size of huge files that need to be sent over the internet. Organizations need to provide services to clients irrespective of their location, time and resources. This brings the inevitable demand of being connected 24 X 7. Therefore, interconnection of networks and network management has been instrumental in making this world a global village, which is a place where we are all connected and being here is like being there. Studies around the world show a growing demand for skilled and industry-ready networking professionals in various business domains. However, there is a critical shortage of qualified/skilled candidates who know and can manage the network backbone of the enterprise. This course aims to teach aspiring networking professionals how to design, implement and maintain a Linux network by using various network devices, technologies and standards.",
		"icon":"fa fa-book"
	},
	{
		"title":"Certificate Programme in Hardware and Networking",
		"description":"Over the years, computers have become an integral part of the office environment. Aspiring professionals in the IT fields need to understand the basics of computers. In addition, they need to acquire basic skills to solve common computer-related problems and enhance their productivity. Windows has emerged as one of the most widely used operating systems over the last decade. Windows is easy to use and has therefore become very popular. This course will build on your existing user-level knowledge and experience with personal computer software and hardware to present fundamental skills and concepts that you will use on the job. In this course, you will acquire the essential skills and information you need to install, upgrade, repair, configure, troubleshoot, optimize and perform preventive maintenance of personal computer hardware and operating systems. In addition, this course also addresses the latest skills needed by technicians, such as basic principles on how to secure a network and network technologies, media and topologies, devices, management, tools and security.",
		"icon":"fa fa-book"
	},
	{
		"title":"Network Engineering",
		"description":"The need for network solutions arose from minimum requirement of transferring information and data across computers. In today’s connected world, networking solutions have become important for organizations. Most of the work is being done online using internet. With the world integrating into one system, the demand for professionals who can create, maintain and administer networks is growing rapidly. Networking professionals are some of the most respected workers in the IT industry. And, they are also one of the highest paid. Network Engineering curriculum provides you with key technology skills required to maintain and administer networks in today’s organizations. The curriculum provides an option to specialize on Linux or Microsoft platform which are the two key technologies in the networking domain. This curriculum is designed and developed on the basis of extensive research conducted by NIIT. The curriculum incorporates state-of-the-art technologies and training methods to ensure that the student emerges with skills that are in line with the industry requirements. The network engineering track introduces students to desktop application, operating system fundamentals and PC hardware. It covers how to deploy and troubleshoot network operating systems. The programme provides in-depth modules in setting up, maintain and administering Windows Server based networks and Linux based networks. It provides specialized skill on Security, Exchange Server, Virtualization and IT Service Management. This curriculum enables you to lean, understand and grasp a series of networking related problems which are required in various job roles in the industry.",
		"icon":"fa fa-book"
	},
	{
		"title":"Software Engineering",
		"description":"One of the most important domains in today’s IT industry is Software Engineering. In our endeavor to address this very crucial segment of the industry, NIIT has introduced a new robust curriculum with key knowledge components essential to be a good Software Engineer. The focus of the new MasterMind Series v3 curriculum is towards building a strong knowledge base on various components of IT domains which are relevant for software professionals. The Software Engineering field involves designing, implementing and modifying software. It includes analysis, design, development, testing, maintenance and re-engineering of software. There is a great demand for skilled professionals to create quality software all over the world.The new curriculum covers all the key skills and technologies that are required to become a good Software Engineer. The curriculum provides strong foundation knowledge in core concepts of Software Engineering such as logic building, SQL, OS and network fundamentals. It covers technologies and skills required to create quality software applications. It covers key languages such as c#, .NET and Java that are widely used in standalone, web application and enterprise application development. The curriculum focuses on creating Distributed Applications that are in demand in the IT industry.NIIT’s MasterMind Series v3 curriculum provides a learning environment in which participants learn to solve real life problems faced in the software industry. Sufficient exercise and projects help participants apply the concepts learnt in various job roles in the software industry.",
		"icon":"fa fa-book"
	},
	{
		"title":"Basic Office Swift",
		"description":	"",
		"icon":"fa fa-book"
	},
	{
		"title":"MIS",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"CompTIA A+",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"CompTIA Network+",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"CompTIA Security+",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Web Design",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Hardware and Networking",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Web Development",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"JAVA",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"CCNA",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"MCSE/MCITP",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Oracle",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Mobile App Development",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Graphics",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Multimedia",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Animation",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Basic and Advanced Excel",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"E-Commerce Skills",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"RDMS",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"JAVA Basic",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"JAVA Advance",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Oracle 1 (Linux/SQL/OCA)",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Oracle 2 (OCP)",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Introduction to IBM SPSS Statistics",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Project Management Practice (PMBOK 5)",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Fundamentals of Networking",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Information Systems Audit",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Data Management and Manipulation with IBM SPSS",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Effective Project Management with MS Project 2013",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Fundamentals of Network Security",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Interconnecting Cisco Network Devices, Part 1 (ICND1) 3.0",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Oracle Database 12c: Admin, Install and Upgrade",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Introduction to Statistical Analysis Using IBM SPSS",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Interconnecting Cisco Network Devices, Part 2 (ICND2) 3.0",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"IT Infrastructure Library (ITIL) Foundation",
		"description":"",
		"icon":"fa fa-book"
	},
	{
		"title":"Oracle Database 12c: Backup and Recovery Workshop",
		"description":"",
		"icon":"fa fa-book"
	}
]